Update cs.md
